tutorials/TJunction/0/N2
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      N2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    inlet1
    {
        type            fixedValue;
        value           uniform 1.0;
    }
    inlet2
    {
        type            fixedValue;
        value           uniform 0.0;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 0.0;
        value           uniform 0.0;

    }
    defaultFaces
    {
        type            zeroGradient;;
    }
}


// ************************************************************************* //
