tutorials/TJunction/0/T
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 600;

boundaryField
{
    inlet1
    {
        type            fixedValue;
        value           uniform 1000;
    }
    inlet2
    {
        type            fixedValue;
        value           uniform 2000;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 600;
        value           uniform 600;
    }
    defaultFaces
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
