tutorials/TJunction/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    inlet1
    {
        type            zeroGradient;
    }

    inlet2
    {
        type            zeroGradient;
    }

    outlet
    {
        type            fixedValue;
	value           uniform 1e5;
    }

    defaultFaces
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
