tutorials/TJunction/constant/ARcpTable
(
( 500.000 ((100000. 1040.65) ))
( 600.000 ((100000. 1040.65) ))
( 700.000 ((100000. 1040.65) ))
( 800.000 ((100000. 1040.65) ))
( 900.000 ((100000. 1040.65) ))
( 1000.00 ((100000. 1040.65) ))
( 1100.00 ((100000. 1040.65) ))
( 1200.00 ((100000. 1040.65) ))
( 1300.00 ((100000. 1040.65) ))
( 1400.00 ((100000. 1040.65) ))
( 1500.00 ((100000. 1040.65) ))
( 1600.00 ((100000. 1040.65) ))
( 1700.00 ((100000. 1040.65) ))
( 1800.00 ((100000. 1040.65) ))
( 1900.00 ((100000. 1040.65) ))
( 2000.00 ((100000. 1040.65) ))
( 2100.00 ((100000. 1040.65) ))
( 2200.00 ((100000. 1040.65) ))
( 2300.00 ((100000. 1040.65) ))
( 2400.00 ((100000. 1040.65) ))
( 2500.00 ((100000. 1040.65) ))
)