tutorials/TJunction/constant/ARdensityTable
(
( 500.000 ((100000. 0.486836) ))
( 600.000 ((100000. 0.405697) ))
( 700.000 ((100000. 0.347740) ))
( 800.000 ((100000. 0.304273) ))
( 900.000 ((100000. 0.270465) ))
( 1000.00 ((100000. 0.243418) ))
( 1100.00 ((100000. 0.221289) ))
( 1200.00 ((100000. 0.202848) ))
( 1300.00 ((100000. 0.187245) ))
( 1400.00 ((100000. 0.173870) ))
( 1500.00 ((100000. 0.162279) ))
( 1600.00 ((100000. 0.152136) ))
( 1700.00 ((100000. 0.143187) ))
( 1800.00 ((100000. 0.135232) ))
( 1900.00 ((100000. 0.128115) ))
( 2000.00 ((100000. 0.121709) ))
( 2100.00 ((100000. 0.115913) ))
( 2200.00 ((100000. 0.110645) ))
( 2300.00 ((100000. 0.105834) ))
( 2400.00 ((100000. 0.101424) ))
( 2500.00 ((100000. 0.0973673) ))
)