tutorials/TJunction/constant/ARhTable
(
( 100000. ((500.000 210055.) (600.000 314119.) (700.000 418184.) (800.000 522249.) (900.000 626314.) (1000.00 730378.) (1100.00 834443.) (1200.00 938508.) (1300.00 1.04257e+06) (1400.00 1.14664e+06) (1500.00 1.25070e+06) (1600.00 1.35477e+06) (1700.00 1.45883e+06) (1800.00 1.56290e+06) (1900.00 1.66696e+06) (2000.00 1.77103e+06) (2100.00 1.87509e+06) (2200.00 1.97916e+06) (2300.00 2.08322e+06) (2400.00 2.18728e+06) (2500.00 2.29135e+06) ))
)