tutorials/TJunction/constant/ARlambdaTable
(
( 500.000 ((100000. 1.62574) ))
( 600.000 ((100000. 1.25083) ))
( 700.000 ((100000. 1.00418) ))
( 800.000 ((100000. 0.832346) ))
( 900.000 ((100000. 0.707433) ))
( 1000.00 ((100000. 0.613635) ))
( 1100.00 ((100000. 0.540425) ))
( 1200.00 ((100000. 0.482591) ))
( 1300.00 ((100000. 0.436090) ))
( 1400.00 ((100000. 0.398151) ))
( 1500.00 ((100000. 0.385762) ))
( 1600.00 ((100000. 0.388878) ))
( 1700.00 ((100000. 0.393410) ))
( 1800.00 ((100000. 0.398958) ))
( 1900.00 ((100000. 0.405256) ))
( 2000.00 ((100000. 0.412128) ))
( 2100.00 ((100000. 0.419124) ))
( 2200.00 ((100000. 0.426465) ))
( 2300.00 ((100000. 0.433999) ))
( 2400.00 ((100000. 0.441686) ))
( 2500.00 ((100000. 0.449563) ))
)