tutorials/TJunction/constant/ARmuTable
(
( 500.000 ((100000. 3.39289e-05) ))
( 600.000 ((100000. 3.81695e-05) ))
( 700.000 ((100000. 4.23704e-05) ))
( 800.000 ((100000. 4.65870e-05) ))
( 900.000 ((100000. 5.08628e-05) ))
( 1000.00 ((100000. 5.52347e-05) ))
( 1100.00 ((100000. 5.85734e-05) ))
( 1200.00 ((100000. 6.18642e-05) ))
( 1300.00 ((100000. 6.51210e-05) ))
( 1400.00 ((100000. 6.83548e-05) ))
( 1500.00 ((100000. 7.15754e-05) ))
( 1600.00 ((100000. 7.47911e-05) ))
( 1700.00 ((100000. 7.80092e-05) ))
( 1800.00 ((100000. 8.12364e-05) ))
( 1900.00 ((100000. 8.44787e-05) ))
( 2000.00 ((100000. 8.77416e-05) ))
( 2100.00 ((100000. 9.04500e-05) ))
( 2200.00 ((100000. 9.31397e-05) ))
( 2300.00 ((100000. 9.58137e-05) ))
( 2400.00 ((100000. 9.84749e-05) ))
( 2500.00 ((100000. 0.000101126) ))
)