tutorials/TJunction/constant/N2Thermo.txt
         Th[K]   rho[kg/m^3]  Cp_eq[J/kg-K]       H[J/kg]      mu[Pa-s]  lambda[W/m-K]
           500      0.682775        1053.95        210782   2.53974e-05      0.0388808
           600      0.568979        1071.71        317017   2.93304e-05       0.045563
           700      0.487697        1093.69        425264   3.22684e-05      0.0510883
           800      0.426735        1117.05        535800   3.51487e-05      0.0567626
           900       0.37932         1139.8        648653   3.79993e-05      0.0625428
          1000      0.341388        1160.86        763702    4.0842e-05      0.0683972
          1100      0.310352         1179.8        880754   4.32785e-05      0.0736261
          1200       0.28449        1196.55        999589   4.56754e-05      0.0787867
          1300      0.262606        1211.22   1.11999e+06   4.80426e-05      0.0838804
          1400      0.243848        1224.02   1.24177e+06   5.03883e-05       0.088914
          1500      0.227592        1235.17   1.36474e+06   5.27197e-05      0.0938973
          1600      0.213367        1244.89   1.48876e+06   5.50425e-05      0.0988411
          1700      0.200816        1253.38   1.61368e+06   5.73622e-05       0.103757
          1800       0.18966        1260.82    1.7394e+06   5.96834e-05       0.108656
          1900      0.179678        1267.36   1.86581e+06   6.20104e-05       0.113549
          2000      0.170694        1273.12   1.99284e+06   6.43469e-05       0.118447
          2100      0.162566        1278.22   2.12041e+06   6.63142e-05       0.122569
          2200      0.155176        1282.75   2.24847e+06   6.82662e-05       0.126639
          2300      0.148429        1286.79   2.37695e+06   7.02055e-05       0.130667
          2400      0.142245         1290.4   2.50581e+06    7.2134e-05       0.134658
          2500      0.136555        1293.66   2.63502e+06   7.40536e-05       0.138619
