tutorials/TJunction/constant/N2cpTable
(
( 500.000 ((100000. 1053.95) ))
( 600.000 ((100000. 1071.71) ))
( 700.000 ((100000. 1093.69) ))
( 800.000 ((100000. 1117.05) ))
( 900.000 ((100000. 1139.80) ))
( 1000.00 ((100000. 1160.86) ))
( 1100.00 ((100000. 1179.80) ))
( 1200.00 ((100000. 1196.55) ))
( 1300.00 ((100000. 1211.22) ))
( 1400.00 ((100000. 1224.02) ))
( 1500.00 ((100000. 1235.17) ))
( 1600.00 ((100000. 1244.89) ))
( 1700.00 ((100000. 1253.38) ))
( 1800.00 ((100000. 1260.82) ))
( 1900.00 ((100000. 1267.36) ))
( 2000.00 ((100000. 1273.12) ))
( 2100.00 ((100000. 1278.22) ))
( 2200.00 ((100000. 1282.75) ))
( 2300.00 ((100000. 1286.79) ))
( 2400.00 ((100000. 1290.40) ))
( 2500.00 ((100000. 1293.66) ))
)