tutorials/TJunction/constant/N2densityTable
(
( 500.000 ((100000. 0.682775) ))
( 600.000 ((100000. 0.568979) ))
( 700.000 ((100000. 0.487697) ))
( 800.000 ((100000. 0.426735) ))
( 900.000 ((100000. 0.379320) ))
( 1000.00 ((100000. 0.341388) ))
( 1100.00 ((100000. 0.310352) ))
( 1200.00 ((100000. 0.284490) ))
( 1300.00 ((100000. 0.262606) ))
( 1400.00 ((100000. 0.243848) ))
( 1500.00 ((100000. 0.227592) ))
( 1600.00 ((100000. 0.213367) ))
( 1700.00 ((100000. 0.200816) ))
( 1800.00 ((100000. 0.189660) ))
( 1900.00 ((100000. 0.179678) ))
( 2000.00 ((100000. 0.170694) ))
( 2100.00 ((100000. 0.162566) ))
( 2200.00 ((100000. 0.155176) ))
( 2300.00 ((100000. 0.148429) ))
( 2400.00 ((100000. 0.142245) ))
( 2500.00 ((100000. 0.136555) ))
)