tutorials/TJunction/constant/N2hTable
(
( 100000. ((500.000 210782.) (600.000 317017.) (700.000 425264.) (800.000 535800.) (900.000 648653.) (1000.00 763702.) (1100.00 880754.) (1200.00 999589.) (1300.00 1.11999e+06) (1400.00 1.24177e+06) (1500.00 1.36474e+06) (1600.00 1.48876e+06) (1700.00 1.61368e+06) (1800.00 1.73940e+06) (1900.00 1.86581e+06) (2000.00 1.99284e+06) (2100.00 2.12041e+06) (2200.00 2.24847e+06) (2300.00 2.37695e+06) (2400.00 2.50581e+06) (2500.00 2.63502e+06) ))
)