tutorials/TJunction/constant/N2lambdaTable
(
( 500.000 ((100000. 0.0388808) ))
( 600.000 ((100000. 0.0455630) ))
( 700.000 ((100000. 0.0510883) ))
( 800.000 ((100000. 0.0567626) ))
( 900.000 ((100000. 0.0625428) ))
( 1000.00 ((100000. 0.0683972) ))
( 1100.00 ((100000. 0.0736261) ))
( 1200.00 ((100000. 0.0787867) ))
( 1300.00 ((100000. 0.0838804) ))
( 1400.00 ((100000. 0.0889140) ))
( 1500.00 ((100000. 0.0938973) ))
( 1600.00 ((100000. 0.0988411) ))
( 1700.00 ((100000. 0.103757) ))
( 1800.00 ((100000. 0.108656) ))
( 1900.00 ((100000. 0.113549) ))
( 2000.00 ((100000. 0.118447) ))
( 2100.00 ((100000. 0.122569) ))
( 2200.00 ((100000. 0.126639) ))
( 2300.00 ((100000. 0.130667) ))
( 2400.00 ((100000. 0.134658) ))
( 2500.00 ((100000. 0.138619) ))
)