tutorials/TJunction/constant/N2muTable
(
( 500.000 ((100000. 2.53974e-05) ))
( 600.000 ((100000. 2.93304e-05) ))
( 700.000 ((100000. 3.22684e-05) ))
( 800.000 ((100000. 3.51487e-05) ))
( 900.000 ((100000. 3.79993e-05) ))
( 1000.00 ((100000. 4.08420e-05) ))
( 1100.00 ((100000. 4.32785e-05) ))
( 1200.00 ((100000. 4.56754e-05) ))
( 1300.00 ((100000. 4.80426e-05) ))
( 1400.00 ((100000. 5.03883e-05) ))
( 1500.00 ((100000. 5.27197e-05) ))
( 1600.00 ((100000. 5.50425e-05) ))
( 1700.00 ((100000. 5.73622e-05) ))
( 1800.00 ((100000. 5.96834e-05) ))
( 1900.00 ((100000. 6.20104e-05) ))
( 2000.00 ((100000. 6.43469e-05) ))
( 2100.00 ((100000. 6.63142e-05) ))
( 2200.00 ((100000. 6.82662e-05) ))
( 2300.00 ((100000. 7.02055e-05) ))
( 2400.00 ((100000. 7.21340e-05) ))
( 2500.00 ((100000. 7.40536e-05) ))
)