tutorials/TJunction/constant/argonThermo.txt
         Th[K]   rho[kg/m^3]  Cp_eq[J/kg-K]       H[J/kg]      mu[Pa-s]  lambda[W/m-K]
           500      0.486836        1040.65        210055   3.39289e-05        1.62574
           600      0.405697        1040.65        314119   3.81695e-05        1.25083
           700       0.34774        1040.65        418184   4.23704e-05        1.00418
           800      0.304273        1040.65        522249    4.6587e-05       0.832346
           900      0.270465        1040.65        626314   5.08628e-05       0.707433
          1000      0.243418        1040.65        730378   5.52347e-05       0.613635
          1100      0.221289        1040.65        834443   5.85734e-05       0.540425
          1200      0.202848        1040.65        938508   6.18642e-05       0.482591
          1300      0.187245        1040.65   1.04257e+06    6.5121e-05        0.43609
          1400       0.17387        1040.65   1.14664e+06   6.83548e-05       0.398151
          1500      0.162279        1040.65    1.2507e+06   7.15754e-05       0.385762
          1600      0.152136        1040.65   1.35477e+06   7.47911e-05       0.388878
          1700      0.143187        1040.65   1.45883e+06   7.80092e-05        0.39341
          1800      0.135232        1040.65    1.5629e+06   8.12364e-05       0.398958
          1900      0.128115        1040.65   1.66696e+06   8.44787e-05       0.405256
          2000      0.121709        1040.65   1.77103e+06   8.77416e-05       0.412128
          2100      0.115913        1040.65   1.87509e+06     9.045e-05       0.419124
          2200      0.110645        1040.65   1.97916e+06   9.31397e-05       0.426465
          2300      0.105834        1040.65   2.08322e+06   9.58137e-05       0.433999
          2400      0.101424        1040.65   2.18728e+06   9.84749e-05       0.441686
          2500     0.0973673        1040.65   2.29135e+06   0.000101126       0.449563
